[{"id":"21","title":"Fight Club","imgUrl":"https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/8f4280f7-a1a1-47ae-8c2d-eee27fa4a4cd/d6xw1s2-4181cd42-222d-4c18-87ac-cbc4b96bf382.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJpc3MiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwic3ViIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsImF1ZCI6WyJ1cm46c2VydmljZTpmaWxlLmRvd25sb2FkIl0sIm9iaiI6W1t7InBhdGgiOiIvZi84ZjQyODBmNy1hMWExLTQ3YWUtOGMyZC1lZWUyN2ZhNGE0Y2QvZDZ4dzFzMi00MTgxY2Q0Mi0yMjJkLTRjMTgtODdhYy1jYmM0Yjk2YmYzODIuanBnIn1dXX0.2Nl_IT9JDgixt4BFEuenUaszN8t-RcUgKPA8P7Nnfxw","description":"Chuck Palahniuk showed himself to be his generation’s most visionary satirist in this, his first book. Fight Club’s estranged narrator leaves his lackluster job when he comes under the thrall of Tyler Durden, an enigmatic young man who holds secret after-hours boxing matches in the basements of bars. There, two men fight \"as long as they have to.\" This is a gloriously original work that exposes the darkness at the core of our modern world.","price":"10.01"},{"id":"12","title":"25th hour","imgUrl":"https://fanart.tv/fanart/movies/1429/movieposter/25th-hour-5224d3499c5c6.jpg","description":"25th Hour is a 2002 American drama film directed by Spike Lee and starring Edward Norton.Adapted by David Benioff from his own novel The 25th Hour, it tells the story of a man's last 24 hours of freedom as he prepares to go to prison for seven years for dealing drugs.. 25th Hour opened to positive reviews, with several critics since having named it one of the best films of its decade.","price":"12"},{"id":"0.9879213288421924","title":"The Shadow of the Wind","imgUrl":"https://thatchickpiggy.files.wordpress.com/2015/02/the-shadow-of-the-wind.jpg","description":"The Shadow of the Wind is a 2001 novel by the Spanish writer Carlos Ruiz Zafón and a worldwide bestseller. The book was translated into English in 2004 by Lucia Graves and sold over a million copies in the UK after already achieving success on mainland Europe, topping the Spanish bestseller lists for weeks.","price":"33"}]